package com.company;

public class Human {

    //классы
    //создавая новый класс нужно оьявить его pulic так как иначе все его функции и переменные не будут видны в других классах
    //переменные записанные в классе принято называть полями(переменные --  полями), а функции --  методами
    //имя классу принято давать с большой буквы, последующие слова в названии пишуться с большой буквы и слитно или
    //нижнее подчеркивание и с маленькой буквы      пример:
    //Person        or      PersonHuman     or      Person_human
}
